{
    "Edit Movie": "Редагувати фільм",
    "Add Movie": "Додати фільм",
    "Home": "Головна",
    "Add image": "Додати зображення",
    "Remove": "Видалити",
    "Release Year": "Рік випуску",
    "Viewing Start Date": "Дата початку перегляду",
    "Viewing End Date": "Дата кінця перегляду",
    "Tags": "Теги",
    "Movies": "Фільми",
    "Add New Movie": "Додати новий фільм",
    "Edit": "Редагувати",
    "Dashboard": "Панель управління",
    "Edit Tag": "Редагувати тег",
    "Add Tag": "Додати тег",
    "Update": "Оновити",
    "Add": "Додати",
    "Add new": "Додати новий",
    "This is a secure area of the application. Please confirm your password before continuing.": "Це захищена область програми. Підтвердіть свій пароль перед продовженням.",
    "Password": "Пароль",
    "Confirm": "Підтвердити",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Забули свій пароль? Немає проблем. Просто надайте нам свою електронну адресу, і ми надішлемо вам посилання для скидання пароля.",
    "Email": "Електронна пошта",
    "Email Password Reset Link": "Надіслати посилання для скидання пароля",
    "Remember me": "Запам'ятати мене",
    "Forgot your password?": "Забули пароль?",
    "Log in": "Увійти",
    "Name": "Ім'я",
    "Confirm Password": "Підтвердити пароль",
    "Already registered?": "Вже зареєстровані?",
    "Register": "Зареєструватися",
    "Reset Password": "Скинути пароль",
    "A new verification link has been sent to the email address you provided during registration.": "Новий лист для підтвердження надіслано на вашу електронну адресу, вказану під час реєстрації.",
    "Resend Verification Email": "Надіслати лист для підтвердження ще раз",
    "Log Out": "Вийти",
    "Profile": "Профіль",
    "Movie App": "Кінододаток",
    "labels.language_uk": "Українською",
    "labels.language_en": "Англійською",
    "Delete Account": "Видалити акаунт",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Після видалення вашого акаунту всі його дані будуть остаточно видалені. Завантажте всю потрібну інформацію, перш ніж видалити акаунт.",
    "Are you sure you want to delete your account?": "Ви впевнені, що хочете видалити свій акаунт?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Після видалення вашого акаунту всі його дані будуть остаточно видалені. Введіть пароль, щоб підтвердити видалення акаунту.",
    "Cancel": "Скасувати",
    "Update Password": "Оновити пароль",
    "Ensure your account is using a long, random password to stay secure.": "Переконайтеся, що ваш акаунт використовує довгий, випадковий пароль для безпеки.",
    "Current Password": "Поточний пароль",
    "New Password": "Новий пароль",
    "Save": "Зберегти",
    "Saved.": "Збережено.",
    "Profile Information": "Інформація профілю",
    "Your email address is unverified.": "Ваша електронна адреса не підтверджена.",
    "Click here to re-send the verification email.": "Натисніть тут, щоб повторно надіслати лист для підтвердження.",
    "A new verification link has been sent to your email address.": "Новий лист для підтвердження надіслано на вашу електронну адресу."
}
